/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Não Foi Possível Completar a Ação";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Tente novamente mais tarde.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Não Foi Possível Abrir";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Este formato de mídia não é compatível.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Não Foi Possível Abrir";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Esta mídia talvez esteja danificada.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Não Foi Possível Abrir";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Este aplicativo não está autorizado a reproduzir este arquivo."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Não Foi Possível Abrir";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Esta mídia não pode ser usada.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Não É Possível Decodificar";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "O decodificador necessário para esta mídia está ocupado.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Pare todas as ações que decodifiquem mídia e tente novamente.";
